폭탄 설치 및 파괴, 킬캠, Bot 추가
